[
    {
        "date": "2017-01-16", 
        "high": "Rob Fergus offered RAship! , Launch day of the blog! , I got my reading-stand , First gym after sickness", 
        "low": "nope", 
        "mood": "1", 
        "other": "nope", 
        "text": "I am happy to start this a new way of blogging, no new lines. I called the bash script which calls the python script, which reads my daily answers to the 4 box and 1 emotion scale, then it copies the image, updates the json file and pushes the changes. Awesome. I may remove the other part, depending on its usage. So here it is. I would like to mention my first trial of starting this blog, when I first arrive to NYC. I wrote two days using markdown but didn't continue, because it was two much to do regularly. Therefore I came up with this version of blogging. Short and compact and easy to read, I hope. So I was here in NYC and after 4 months I can say I feel much better, much more content and much more ready to discover it. Food heated again in uwave is never good! Lets see how the days evolve"
    }, 
    {
        "date": "2017-01-17", 
        "high": "woke up with alarm", 
        "low": "watched Sex and the City all night , feeling lazy   ", 
        "mood": "0", 
        "other": "Went to Joyce Bakeshop down to Vanderbilt Ave , saved metro fees", 
        "text": "It's just weird how I felt today , shouldn't I supposed to be happy? I am not happy when I am not able to do what I need to do. No you aren't need to do shit. But it feels like I have to do when people appreciate my hardwork. Utku needs to be great! I feel like people are expecting. so. It is like If I fail then I am under achiever. We have a problem here: Too much thinking. Now I will get rid of the nice sentence I wrote on the whiteboard: \"I want to -> blabalbalba...small plans/what is the big thing? / why you do these.../->To be content at the end. / what else can you do ? / -> The problem is your imagination is limited by your reality. but I am the become-better-guy. I wanna be really good at software and ML.\" (but I don't feel it now, was it for a day only? haha)"
    }, 
    {
        "date": "2017-01-18", 
        "high": "30 min talk with Prof. Bari , woke up at 8 and left at 9 , gym , bookmark garbage collection", 
        "low": "feeling lazy", 
        "mood": "0", 
        "other": "", 
        "text": "Hey ho, I forgot to log today in, so I am here. "
    }, 
    {
        "date": "2017-01-19", 
        "high": "First Comedy Show at Columbia , first chicken patato in oven , first run after ssickness", 
        "low": "slept until geting bored of it , no work all day", 
        "mood": "0", 
        "other": "", 
        "text": "Friends are important , so is waking up early. We came here to live not sleep, cmon. / What a great dish it was, I ate celery roots for the first time. Read the ultimete guide to waking up early. Hey what I am my ultimate guide! / Another interesting things is this mood logging is hard. For example today I was unhappy in the first half and happy in the second. So I marked natural. I feel like most of it gonna bu natural. "
    }, 
    {
        "date": "2017-01-20", 
        "high": "early wake-up , free beer and seeing friends , studied too , feeling better at swimming", 
        "low": "got wet under the rain", 
        "mood": "1", 
        "other": "got caught shouting when I came back home drunk, a misunderstanding", 
        "text": "I shouldn't log this with a day delay. But I will consider the day as happy, perfect day. Study, work-out, drink with friends and I was at home around 23"
    }, 
    {
        "date": "2017-01-21", 
        "high": "Did it 3 times", 
        "low": "Slept forever being hangover", 
        "mood": "0", 
        "other": "Start writing postcard", 
        "text": "I spent another day in my room. Didn't do much. But feeling okay. Tomorrow is the big day, then the semester starts. Are we ready??"
    }, 
    {
        "date": "2017-01-22", 
        "high": "First 1/2 marathon , 25 dolar day ", 
        "low": "", 
        "mood": "1", 
        "other": "", 
        "text": "Great to run as long as you never did before! and it is faster then 5 min/km !! Feeling great except Falcons crushed Packers, that wasn't fun and one shouldn't eat fries if they are free. Instead eat wings! Now the semester stars. Lets start this!!!"
    }, 
    {
        "date": "2017-01-23", 
        "high": "First class with Yann LeCun , my calendar is all busy again", 
        "low": "so much rain got soaked , tired of running", 
        "mood": "0", 
        "other": "I forgot bringing documents, forgetting stuff like writing this", 
        "text": "I am kind of happy that the marathon is started. I feel more useful and the ththing is these random thoughts become lets go sleep thoughts. Keeping them short..."
    }, 
    {
        "date": "2017-01-24", 
        "high": "Got offer from Amazon! , meet with FB friends , got to Bronx for cheap driving license thing   ", 
        "low": "nope", 
        "mood": "1", 
        "other": "One should avoid metro in the rush hours , I am getting used to metro , I am becoming Google Maps.     ", 
        "text": "I was reading thinking fast and slow book and the thing about how extremes tend to converge to the mean. Which means if you get lucky you would probably fail next time comparably. A random walk around mean. In other words there is the phenomenon of having a horrible event when things go right(like the one I had in my freshman year). I heard also similar stories from different people. There is also the thing of Nazar(evel eye) in my culture, which protects you when good things happen. Which assumes also bad things gonna follow after good things. Another follow-up practice in the culture related to that is that you bring your friends to a dinner after a great event happened in your life like getting a new job. It is all related to the thing that bad things may follow good things so yo need to do sth to prevent yourself from Nazar. Does it sound similar? Lucky events that happened to you, that suprises you, may be just luck and it is above the mean and as expected relatively bad things gonna follow-up. Especially if you got lost in to this illusion of that it wasn't by luck. But what if you worked hard and you increased your mean and good things followed. Can Nazar still happen? How would you know your mean? Frequency!"
    }, 
    {
        "date": "2017-01-25", 
        "high": "Got resovled overlapping courses", 
        "low": "Fail resolving part-time working , got into the wrong direction a2 times consequatively , no lust", 
        "mood": "0", 
        "other": "Weird day after a great one , 9 hour sleep , already recovered from half m.", 
        "text": "I am happy that I will do make some choices soon, like what to do this semested. Or should I focus what I wanna do now? No, one is better to be half optimistic!"
    }, 
    {
        "date": "2017-01-26", 
        "high": "Fixed my courses no PL this semester , swam 13 laps(personal record sofar) , cooked healty stuff!", 
        "low": "spend 1.4 hour for looking up english words", 
        "mood": "1", 
        "other": "O bagel, o bagel.", 
        "text": "I will get my stuff done. One need to be confident and strong. Time to be strong. It is time to trump."
    }, 
    {
        "date": "2017-01-27", 
        "high": "visited Turkish Consulate: love my people , applied NYC-ID , meet with Mikki ,  leg/shoulder day after a long break", 
        "low": "low-motivation-alert , another friday day night in the room", 
        "mood": "0", 
        "other": "", 
        "text": "Yesterday I was reading the book `Thinking fast and slow` and in one of the experiments regarding Prospect theorem, my system-1 gave exactly opposite answers (2/2) to some reference-point examples. Am I special? But I still do homeworks"
    }, 
    {
        "date": "2017-01-28", 
        "high": "Changed location of the desk! , first time in Alice Tully Hall", 
        "low": "55$ for 5 beer", 
        "mood": "-1", 
        "other": "nope", 
        "text": "It is so stupid of me that I drink beer without asking the price 8$!! And another thing is groups sucks!!! One need to be more careful about his expectations! I hate it. But tomorrow a whole new sun gonna shine! And I am happy that I ate the sausages"
    }, 
    {
        "date": "2017-01-29", 
        "high": "Woke up happy!", 
        "low": "home-day", 
        "mood": "0", 
        "other": "", 
        "text": "I woke-up with a great mood and I said this is going to be a happy day. Actually I was able to study all day. But I am not happy about the result. I spent maybe 8 hours on the homework and it wasn't a lot of progress. I should be finished by now. And since I was in flow, I didn't do other stuff that I wanted to do. Thats weird. You happen to be sad when you loosen the things since you feel happy. I feel worried about the week. But Stop. You shouldn't. It was a great day. Tea, coffee, beer and it is normal that your brain stops after a while. One wise thing I think to force yourself to shift between various activities. But no it is about being not lazy. in mind."
    }, 
    {
        "date": "2017-01-30", 
        "high": "Sport+wakeup+workdone combination , got my new Vans", 
        "low": "", 
        "mood": "0", 
        "other": "it is hard to remember", 
        "text": "nope"
    }, 
    {
        "date": "2017-01-31", 
        "high": "Positive news from fulbright about working , first meeting with Rob Fergus ,, random beers with Levent , gym after beer", 
        "low": "nope", 
        "mood": "1", 
        "other": "snowed so good today and the night was so nice without wind", 
        "text": "Things are shaping always. Today on the way back home I remember a part of myself which still exist in me but in a weak manner. The furious part of me, taking life as a challange, all the things. They are good feelings and they lead to good stuff. I like being able!"
    }, 
    {
        "date": "2017-02-01", 
        "high": "sport+cook+study", 
        "low": "forgot to write here", 
        "mood": "0", 
        "other": "don't remember", 
        "text": "I forgot to enter this day. What I was doing? I don't know"
    }, 
    {
        "date": "2017-02-02", 
        "high": "swam in the morning!, worked well, loved the HPC-class, drank beer with friends after class(but they are not good friend of mine-yet", 
        "low": "Some new dots pumped, m?", 
        "mood": "1", 
        "other": "nope", 
        "text": "\"We spent much of our day anticipating, and trying to avoid, the emotional pains we inflict on ourselves.\", Kahneman. "
    }, 
    {
        "date": "2017-02-03", 
        "high": "sent 30 postcars! , drank free beers and danced in the street while listening mmusic on the way back home", 
        "low": "not effective", 
        "mood": "0", 
        "other": "nyc is fun", 
        "text": "No random thought is given, looking forward the summer to come, I want tshirts"
    }, 
    {
        "date": "2017-02-04", 
        "high": "Ran 8k to basketball: Paladium , cooked , published the new video BORNEO", 
        "low": "didn't study much", 
        "mood": "1", 
        "other": "you cant do all (youcan)", 
        "text": "Her hafta bir kere disari cikilacak len"
    }, 
    {
        "date": "2017-02-05", 
        "high": "Unlimited food/drink SUPERBOWL", 
        "low": "falcons lost , didn't study much", 
        "mood": "1", 
        "other": "love biking through the night", 
        "text": "Biking is great, therefore dutchland, but whatabout here? Biking in the night is great anyway. lets start with an other week. I am gonna pump but sleep first. US first"
    }, 
    {
        "date": "2017-02-06", 
        "high": "Hardcore chest , comedy cellar first time!", 
        "low": "kind of hangover , got abused by a black guy on the bike, like words with mum involved, laugh at it, but got pissed ", 
        "mood": "0", 
        "other": "such a suny great winter day", 
        "text": "I will rock this shit, I will do stuff"
    }, 
    {
        "date": "2017-02-07", 
        "high": "worked semi-efficiently ", 
        "low": "still no news from google", 
        "mood": "0", 
        "other": "Got two much active thinking today ( no unlimited brain power no) , I am afraid google is not gonna happen , I feel like my english becomes inferior when my brain is tired and I still try to speak fast. I want to be able to speak fluently ya.", 
        "text": "Random thoughts in other. Himm. I really don't feel other part is necessary. It is, but I forget how to use, there shouldn't be sentences there. "
    }, 
    {
        "date": "2017-02-08", 
        "high": "2 work completed , climb+back+swim day! , nice weather", 
        "low": "nope", 
        "mood": "1", 
        "other": "its even hard to remember today, vauv :D. How should I know that I am living?", 
        "text": "No, this is not how you use 'other' part. It is for events happened, no good-bad tagged through. And Kahneman book is about to be completely read. It says that we are not taking integral of happiness but more interested in the peaks, transitions(rapid) and thats what is left from what we live! Strong words and seems true"
    }, 
    {
        "date": "2017-02-09", 
        "high": "snow storm! , did legs-shoulders!", 
        "low": "spend all day on pytorch", 
        "mood": "0", 
        "other": "forgot to log in", 
        "text": "Also forgot to pick the laundry until late night haha"
    }, 
    {
        "date": "2017-02-10", 
        "high": "finished ThinkingFastAndSlow! longest english book I've ever read , went to the American Theather Company's", 
        "low": "nope", 
        "mood": "1", 
        "other": "Gregory's Coffee is great, they don't ask for tip when they pay with card , ballerinas are adorable , sun after snow is the brightest", 
        "text": "Today I've used the other section in a meanningful way. Today I've finished the Kahneman's book and the last part was prominent. It was a summary of the book and some condensed thoughts about one's life and happiness. It's nice to find your own thought that you might have thought once upon a time, in a book. It is also really nice to talk with people about these, semi/deep non-daily stuff. Daily stuff is sometimes boring, O I remembered that! An another thing is one shouldn't speak too much and shout to make your voice notebale in a bar"
    }, 
    {
        "date": "2017-02-11", 
        "high": "went out and had fun with friends(Omer,Caner,Julia,Mikki,Berrak)!, studied all day, run", 
        "low": "slow hw progress", 
        "mood": "0", 
        "other": "nope", 
        "text": "nope"
    }, 
    {
        "date": "2017-02-12", 
        "high": "long sleep", 
        "low": "nope", 
        "mood": "0", 
        "other": "ml homework allday", 
        "text": "I am sad that I've worked on it all day and couldn't complete it. I supposed to work on other stuff today. I should be able to let it go. I will catch up this week. More productive one should be huh? No motivation to do so..."
    }, 
    {
        "date": "2017-02-13", 
        "high": "no google internship news ", 
        "low": "windy day", 
        "mood": "0", 
        "other": "it was a long day I can say , did good stuff: Am I satisfied?", 
        "text": "I've started the book of celine. It is written in turkish, so I am able to read a lot in a day. It's kind of a strong, fast-pace book. I love those kind of speeches and it reminds me sabahattin ali or salinger or nietsche..."
    }, 
    {
        "date": "2017-02-14", 
        "high": "good workout", 
        "low": "bad productivity", 
        "mood": "0", 
        "other": "accepted amazon's offer", 
        "text": "I am confused about what I am and what I deserve and whether I should be happy about amazon or sad about google. Is there a difference between two except what we think others think about it... I thought today I am having so much natural day and maybe I should get more bad and good days. But isn't it too much energy cconsuming, Shouldn't I stay where I am instead. Because I know the other way leaves me alone getting angry about stuff by myself. I should better get positive about stuff. But maybe the Celine's book is affecting my thoughts"
    }, 
    {
        "date": "2017-02-15", 
        "high": "got my mood later in the day , swim 11 laps and felt good", 
        "low": "nope", 
        "mood": "1", 
        "other": "bought 99 dolar grocery, too much shit and how can it cost that much! no idea , stupid fire alarm at paladium and all gym on the 13th st.", 
        "text": "It's so weird. One more time the way I am recording the mood is somehow tricky. The morning if you would ask me I was feeling bad and worried and now it is the opposite. Great class at ML (Brett) and quite effective day. Things geo allright if you are just brave enough to face them. Now one thing I should to from now on, consider only how I feel at that very moment maybe when I evaluate. Just chill"
    }, 
    {
        "date": "2017-02-16", 
        "high": "early morning sport", 
        "low": "so boring seminar", 
        "mood": "0", 
        "other": "nope", 
        "text": "beer yay"
    }, 
    {
        "date": "2017-02-17", 
        "high": "nope", 
        "low": "nope", 
        "mood": "-1", 
        "other": "nope", 
        "text": "I wasn't specifically unhappy today, I've waken up after 1 hour extra sleep andd had a nice breakfast and studied and lunch and konditori and got bored and more ML homework and now I am back home. Drink a beer and pop corns watch 4 episodes of Sex and the city(5th season is horrible, everyone got so old, new york look so boring). Actually it was an okay day. But I will mark this -1, for the last 2-2-3 hours where I gradually started to feel bad, no idea way. Probably about feeling bad about things that I would better do instead of doing other stuff. It is eaither there or not. "
    }, 
    {
        "date": "2017-02-18", 
        "high": "went to the kindergarten with engin u. , ran around the park with 4.23m/km apace", 
        "low": "swing party was not that good", 
        "mood": "0", 
        "other": "descent amount of alc.", 
        "text": "I may have my happiest moments during biking"
    }, 
    {
        "date": "2017-02-19", 
        "high": "first warm day after winter , an afternoon full of brooklyn ", 
        "low": "hangover", 
        "mood": "1", 
        "other": "julians birthday gathering", 
        "text": "lets feel the world and that we live and the purpose"
    }, 
    {
        "date": "2017-02-20", 
        "high": "nope", 
        "low": "nope", 
        "mood": "0", 
        "other": "all day home-study , cooked well(lentil,chicken)", 
        "text": "nope I guess. "
    }, 
    {
        "date": "2017-02-21", 
        "high": "a rare day without studying, la traviata at Met Opera , All University Games Basketball , 5 rep with 80kg , swimmed", 
        "low": "nope", 
        "mood": "1", 
        "other": "met with a lot of people", 
        "text": "Nice to be back in life. I feel like stuying make much more sense if you get aapart from it for a while"
    }, 
    {
        "date": "2017-02-22", 
        "high": "first IPL ever", 
        "low": "too much forearm (they are gonna lock)", 
        "mood": "1", 
        "other": "eating while walking made my stomach ache", 
        "text": "Random thoughts is nice. And reading a book which is plotted in Africa and realiazing there is a less bitter version of IPA=IPL and life goes on"
    }, 
    {
        "date": "2017-02-23", 
        "high": "thursday night hangout , first time manathan-home biking after winter , drank 33, came back home and finished the Big Data hw", 
        "low": "pretty tired due to yesterdays workout", 
        "mood": "1", 
        "other": "I don't know", 
        "text": "I've just thought that how weird and somehow sad it is that I am explaining myself in english. What happaned to your language? It is gonna be there forever."
    }, 
    {
        "date": "2017-02-24", 
        "high": "so sunny and summer after winter , I got my credit card approved , did paperwork , a bit homework , drank a bit , a little bit of everything", 
        "low": "nope", 
        "mood": "1", 
        "other": "got to the east river with ugurcan and rider, it was a long day", 
        "text": "In the book I am reading, Celine, there was an end saying 'I wish there was a  way of differentiating good guys from bad ones. Lets wish or get better at that.. "
    }, 
    {
        "date": "2017-02-25", 
        "high": "did protein-task, failed hv-product", 
        "low": "too much beer", 
        "mood": "0", 
        "other": "", 
        "text": "Is it good? saturday nights with too much consumption? No the problem is not the fact that I am going out, but I should slow down at drinking beers..."
    }, 
    {
        "date": "2017-02-26", 
        "high": "very calm day", 
        "low": "a classic hangover day", 
        "mood": "0", 
        "other": "ran despite being tired, lovely weather not hot", 
        "text": "Random thoughts, another day of watching 3+ SexAndTheCity episodes and minimal  studyung. It felt like a long day though. Tomorrow we gonna rise!"
    }, 
    {
        "date": "2017-02-27", 
        "high": "Google morning! , basketball+gym+swim day!", 
        "low": "nope", 
        "mood": "0", 
        "other": "another tired day that I was not productive", 
        "text": "Random thoughts for books. Celine's book arrived to New York. New York in 20s and New York now. "
    }, 
    {
        "date": "2017-02-28", 
        "high": "saw an apt in chinatown , ate in a viatnamease restaurant alone:)", 
        "low": "spent whole eveninig: should I stay or should I go?", 
        "mood": "0", 
        "other": "weird house in chinatown", 
        "text": "rand(0,1): 0.5. I forgot about writing, since it was so hard on my brain to decide what should I do with it. Because one part of me looks for 'trouble' and says hey that will make you feel good. You need to take risks to improve stuff! An other part of me says that it is just a room, not your life. But it effects, isn't it? I mean I would be with like minded people, then it is great! Isn't it? Complicated stuff. I am gonna focus on the exam now and then talk with Shelly later said the Zorba. No I am not the zorba"
    }, 
    {
        "date": "2017-03-01", 
        "high": "drinking coffee at broadway", 
        "low": "ML exam , rainy , deciding stuff", 
        "mood": "-1", 
        "other": "random encounter with Levent at Wsp", 
        "text": "Yes now I have things to say. Tonight. This time. Haha. Okay the thing is: you can have two kinds of life. or in a better way. There are two kinds of ends. In one of them you have all the choices and fun/burden is to pick the one (meanwhile It seems like you can have those choices only if you enjoy them). Or you have a life which has no choices and it is about accepting and keeping the default/expected. The later one is most of us. And as I said you are in between these two ends. Therefore sometimes you do it well and get the choices. But this is new and you start thinking about the options and some of us realize that the options are somehow equally likely and you choose one of those depending on your mood and context, and changing it many-times during the day. So and you may even hate this shit. How can you decide if the choices are all possible/likely and how can you be happy about your choice... So today I needed to think about some choices ven though I had an exam (they just occupy your brain!), actually two of them, one being the housing (whether to leave or not). I decided to stay, which being the default and low-risk/pasive choice. So maybe you can arrange your choices in life ortagonally, such that the mean is reasonable, huh?"
    }, 
    {
        "date": "2017-03-02", 
        "high": "-", 
        "low": "b-day", 
        "mood": "-1", 
        "other": "got team options from amazon, it is gonna be seattle", 
        "text": "you can't measure love with words. thats for sure"
    }, 
    {
        "date": "2017-03-03", 
        "high": "nope", 
        "low": "nope", 
        "mood": "-1", 
        "other": "meet with the CS-friends at the reception.", 
        "text": "nope, late entry"
    }, 
    {
        "date": "2017-03-04", 
        "high": "nope", 
        "low": "nope", 
        "mood": "-1", 
        "other": "nope", 
        "text": "Celine says the sadness is necessary to go to end of the night. "
    }, 
    {
        "date": "2017-03-05", 
        "high": "meeting with fulbright alumni in whitmans", 
        "low": "so cold", 
        "mood": "0", 
        "other": "forgot to log this day,wtf utku", 
        "text": "how should I remember?"
    }, 
    {
        "date": "2017-03-06", 
        "high": "great chicken-vegatable in oven day", 
        "low": "running around", 
        "mood": "0", 
        "other": "felt good until I got the answer from Amazon saying that I am placed to my second choice and then I spent my time trying to write an email I didn't send... Such a distraction. I don't know today", 
        "text": "I don't know today"
    }, 
    {
        "date": "2017-03-07", 
        "high": "fastest iphone7 shopping ever", 
        "low": "thought alot about returning the iphone whole evening", 
        "mood": "0", 
        "other": "got my new boxers", 
        "text": "If I love one device it is my computer and it is getting slower. I hate that.. Spent so much money today. Didn't like it. But gonna forget it"
    }, 
    {
        "date": "2017-03-08", 
        "high": "passed my road-test with some luck! , got my lunch at famous Hometown bbq. Three hours of car time(I missed it), studied+sport, Goran Bregovic!, discovered free refills at starbucks!", 
        "low": "nope", 
        "mood": "1", 
        "other": "nope", 
        "text": "Omg what a long highlight section today. And it is weird how this is possible. I mean instead of they being more spread they just sometimes happened to be same day. Crazy improvisation with road test and its all good. It feels like I am going forward again. And I like Tame Impala and life is with full of posibilities. Goran Bregovic in Stern hall and such a contrast. Is it bjust bad luck that we don't have big buildings and huge halls like Stern hall or is it because of the balkan spirit like the one we had tonight. lets dance and have fun huh who needs buildings and assigned seats and rules. Such a contrast and so ozgurlestirici"
    }, 
    {
        "date": "2017-03-09", 
        "high": "starbucks order and pickup and leave(first)! , discovered semsom! , worked well", 
        "low": "dots", 
        "mood": "1", 
        "other": "", 
        "text": "I feel like I am still alone, but you get used to it right. There is only the life in front of your eyes. "
    }, 
    {
        "date": "2017-03-10", 
        "high": "great ribs! , cheap uber , warm wheather , no course stuff", 
        "low": "windy night", 
        "mood": "1", 
        "other": "nope", 
        "text": "I didn't enter these during the day. I can make an app to enter these stuff from the phone"
    }, 
    {
        "date": "2017-03-11", 
        "high": "great sunday morning starting with running in the park and bbq burger! and brewery tasting(6 half pint!) ending in Buckhead", 
        "low": "tired/hangover", 
        "mood": "1", 
        "other": "southern christian guy conversation starting with hate and ending with beer offering", 
        "text": "it was great two days in atlanta, hosted by friends and southern hospitality. Loved the food, climate and brewery. And don't forget the great uber conversations."
    }, 
    {
        "date": "2017-03-12", 
        "high": "finally on the road", 
        "low": "extra insurance fee and for the car , long drive", 
        "mood": "0", 
        "other": "savannah , laksa in jacksonville", 
        "text": "I ate really good laksa in Jacksonville at the restaurant where coach Brett suggested. I stayed in a classic us-hotel. It was nice :) Savannah was so chill,  love it!"
    }, 
    {
        "date": "2017-03-13", 
        "high": "road to miami Route A1A , meeting with coach brett", 
        "low": "drove too many hours", 
        "mood": "1", 
        "other": "great biscuit", 
        "text": "saw so many motorbikes and enjoyed the conversation with omer all the way to miami, the vice city!. When we arrive to the hostel, meet with the people quickly. and go out. But rain and monetary situations..."
    }, 
    {
        "date": "2017-03-14", 
        "high": "MIAMI! , great sea!! , vice city stuff ", 
        "low": "", 
        "mood": "1", 
        "other": "too much beer during the day , windy day , party at the beach! , crazy swimming suits , working out in the beach(loved it) , driving in Ocean Drive", 
        "text": "nice to hang out with people but some times if you are too many people and you dont know each other much. It is problematic. I loved the sea here in miami. It was cristal clear and great sand beaches. I wish I had more time to ddiscover Miami more... Time to go."
    }, 
    {
        "date": "2017-03-15", 
        "high": "crazy bbq , southern airbnb", 
        "low": "leaving miami ", 
        "mood": "0", 
        "other": "couldnt go orlanda, all day of driving", 
        "text": "us is huge"
    }, 
    {
        "date": "2017-03-16", 
        "high": "enrichment seminar starts , phili! , 1520 miles", 
        "low": "", 
        "mood": "1", 
        "other": "single room", 
        "text": ""
    }, 
    {
        "date": "2017-03-17", 
        "high": "meeting with people in such a context is great!, feiling bold, late night speak with julia", 
        "low": "nope", 
        "mood": "1", 
        "other": "late entry", 
        "text": "I shouldn't enter late, I don't remember"
    }, 
    {
        "date": "2017-03-18", 
        "high": "painting , really nice night scene, dancing in the street with a random guy, smoking inside in a closed space for the first time, a lot of dance", 
        "low": "long bus drives , failed to get in to Barbary", 
        "mood": "1", 
        "other": "single room", 
        "text": ""
    }, 
    {
        "date": "2017-03-19", 
        "high": "a long sleep , happy to be back!", 
        "low": "feeling lonely after 3 days of interaction", 
        "mood": "0", 
        "other": "worried about the deadlines after 10 days of holiday.", 
        "text": "I should be able to do fine. I don't why I got so low in ML exam. I should investigate that. Other then that I want to keep enjoying my days, since I felt free during the holiday, but the problem is it is not sustainable. Maybe it is, one can travel and work and party, maybe? We all gonna die and missing people make sense."
    }, 
    {
        "date": "2017-03-20", 
        "high": "after class bikining is great , efficient starbucks hours", 
        "low": "forgot to log", 
        "mood": "0", 
        "other": "wanna my lust back , met with friends", 
        "text": "We should make everything more fun. Studying, time we spent with each other, twalking, waking up, everyhthin if possible. But how? Probably following your desires, without any interrupt. But is this possible? First one should deattached fro m some people. Starting liking and disliking. Basically be with the similar minds. Then one should go over the things that is committed. I mean at the end It doesn't matter what you do. The import thing is that it helps something and creates a value for yourself. Huh? Now another sunny day in NY? What do you wanna do, I mean I wanna go and take a flat white at Gregory's or maybe somewhere else. But lets first climb and workout. I wanna workout with someone to be honest. I will fix this "
    }, 
    {
        "date": "2017-03-21", 
        "high": "sport+study , warm day!", 
        "low": "so bored in class", 
        "mood": "0", 
        "other": "no exiting things actually ya", 
        "text": "Nothing spectacular today. I mean it doesn't need to be that way, but I would like to be exited about every day. Who doesn't? I think I spent my energy on phone, facebok. I should stop that"
    }, 
    {
        "date": "2017-03-22", 
        "high": "nope", 
        "low": "forgot some stuff", 
        "mood": "0", 
        "other": "3 day gym/semsom in a row", 
        "text": "It is really hard to go somewhere without knowing where are you going . You ask yourself where do you wanna go, but It is hard. It is like the wheather in NYC  or the feelings. Definetely not like the snow on the streets or the commute to school. Or the 'okay' my teacher says. Or the buildings in NYC. The building in NManhattan, o la la. So you don't know where to go therefore it is hard. I will try to give it a break. Thinking about life and stuff. I have enough things to do"
    }, 
    {
        "date": "2017-03-23", 
        "high": "thursday night at west 3 common , watched time of gypsies", 
        "low": "nope", 
        "mood": "1", 
        "other": "ah our crazy hearts", 
        "text": "nope. we are going to darkness."
    }, 
    {
        "date": "2017-03-24", 
        "high": "friday happy hour discovered at pianos ", 
        "low": "nope", 
        "mood": "0", 
        "other": "too much sleep, late log", 
        "text": "I really like the ida of hitting the LES or EsVi around 7-8 on Fridays. Have fun until 10 and hit back home. Or maybe stay even an hour. Good to know people. Otherwise you don't do happy hours."
    }, 
    {
        "date": "2017-03-25", 
        "high": "roosevelt island", 
        "low": "nope", 
        "mood": "0", 
        "other": "late log , water is the answer", 
        "text": "It might be the case that I am a little sick. Otherwise I need to do study so bad. Sundays for studying. "
    }, 
    {
        "date": "2017-03-26", 
        "high": "Happy times with jj , no hangover", 
        "low": "nope", 
        "mood": "1", 
        "other": "nope", 
        "text": "A day of studying, hurra "
    }, 
    {
        "date": "2017-03-27", 
        "high": "Facebook NYC office!", 
        "low": "worrying email from amazon", 
        "mood": "0", 
        "other": "broadway under constraction , missed some optional hw questions", 
        "text": "I am sleeping more than before, I feel like I became weaker at that. I just enjoy my sleep :) weird stuff. I put fork into my finger while getting the juice of the lemon and the email form a recruiter from amazon saying that he needs to talk about my offer is worrying. Will see tomorrow whether they gonna cancel the offer or not. That kind of ruined my evening. It is kind of weird that how fragile we are with those stuff sometimes, which are kind of artificial and quite compparable in terms of intensity with a lot of real stuff. Like pain, like loosing someone you know, or getting sick... so selfish we are maybe?"
    }, 
    {
        "date": "2017-03-28", 
        "high": "levent b-day IEL connection", 
        "low": "amazon uncertainty", 
        "mood": "0", 
        "other": "read read and live", 
        "text": "read read and live. "
    }, 
    {
        "date": "2017-03-29", 
        "high": "burningman tickets bought", 
        "low": "amazon left me , not able to work", 
        "mood": "-1", 
        "other": "", 
        "text": "kahrolsun bagzi seyler"
    }, 
    {
        "date": "2017-03-30", 
        "high": "learned ssh.config/keys ", 
        "low": "amazon still cancels the offer", 
        "mood": "-1", 
        "other": "tomorrow gonna talk with greg , played basketball", 
        "text": "Today in the morning I was feeling strong and happy and I went to starbucks. I was productive. On the evening I got another email from Greg saying he wants to talk to me tomorrow. One I think shouldn't forget life is constant strugggle. If you are in then you should be all the way. It is not about good or bad things and their sum. It is about the fact you are winning. To win one needs to play the game first. But this game is ours, it is individual. But has one thing in common, constant struggle and being active in life. Say yes and every day is a new struggle, don't forget and be suprized when you have the problems in your life. TIt is an inevitable part of life. "
    }, 
    {
        "date": "2017-03-31", 
        "high": "amazon is BACK! , free flow with Mikki!", 
        "low": "nope", 
        "mood": "1", 
        "other": "rain all day", 
        "text": "O wrote sth down: \"You can be crazy any time in Ny and no one would give a fuckk\". Thats right another time i drink enough to listen music in the street and dance and the rain. O lala. What a moment. \"thats life guys, 1 inch in front of your eyes\" said the coach in ~any given sunday. And thats should be any given they we struggle and find our way to the next day. Thats all it is about. For real."
    }, 
    {
        "date": "2017-04-01", 
        "high": "Grand Theft Musical , east-village dancing , cool day", 
        "low": "not much work done", 
        "mood": "1", 
        "other": "very late wake-up", 
        "text": "It is nice to have spring here with us and some days you just feel happy."
    }, 
    {
        "date": "2017-04-02", 
        "high": "roller blade season is on!", 
        "low": "lazy", 
        "mood": "1", 
        "other": "", 
        "text": "such a day, warm and everyhting. It is good to connect to people. It is good. But then it is hard to go back to work. Right?"
    }, 
    {
        "date": "2017-04-03", 
        "high": "spring feelings all-over", 
        "low": "not productive", 
        "mood": "0", 
        "other": "bd class is a bit f-up", 
        "text": "Random thoughts are for good"
    }, 
    {
        "date": "2017-04-04", 
        "high": "voting, courant tshirt , perfect after class hangout", 
        "low": "nope", 
        "mood": "0", 
        "other": "no pytorch", 
        "text": "It doesn't feel good to talk to sure about sth. About the things. About getting used to theorem. A better way could be to say it in an interactive way. I know everything and what I say is true is not a right way to talk with people sometimes. At least not fun. Feeling strong again( abit )"
    }, 
    {
        "date": "2017-04-05", 
        "high": "Future Labs AI Summit", 
        "low": "Q closed on the way back", 
        "mood": "0", 
        "other": "nope", 
        "text": "Today was sunny and warm but I wasn't as happy as before. Did I get used to it? Did I started getting overwhelmed by tasks? So today I didn't do much of a stuff. Mostly classes and listening stuff. Tomorrow is another day. In the metro I thought of sth which I wanted to write here, but I forgot :/ O lala"
    }, 
    {
        "date": "2017-04-06", 
        "high": "huge breakfast , first time chipotle , good coding", 
        "low": "nope", 
        "mood": "1", 
        "other": "drink 3 beers while coding ^^", 
        "text": "I watched Ali's live performance in akustikhane while coding today. It was really good and some of the songs are amazing, too. And he was mentioning about how good everythin/everyone at everyhing/everyone in NY and he wanted to be more useful for people back home. Thats how I exactly feel too, I could help people more. Or maybe in other words I can be more distinct or in other words I can be more special or in other words I want to be special and feeling so makes me happy. But guys here are still here. But we forget those stuff right. And all of these make sense. these/those/boose. But one thing make sense to me here. There is nothing impossible, if you want to keep getting better (disclaimer: exceptions may exist.) and I like bird sounds too. "
    }, 
    {
        "date": "2017-04-07", 
        "high": "PhD Levent! , UN! , WL ", 
        "low": "nope", 
        "mood": "1", 
        "other": "4-day late log!", 
        "text": "I was happy that friday."
    }, 
    {
        "date": "2017-04-08", 
        "high": "baby burners , levent's good-by at williamsburg", 
        "low": "felt stupid at baby burners, like a baby... C'mon.", 
        "mood": "1", 
        "other": "got bit by a mice at Luckies , so good to pass williamsburg bridge ", 
        "text": "nope"
    }, 
    {
        "date": "2017-04-09", 
        "high": "hangover 10k", 
        "low": "nope", 
        "mood": "0", 
        "other": "burger burritos (too much food)", 
        "text": "I am almost broke, moneywise."
    }, 
    {
        "date": "2017-04-10", 
        "high": "gym with friends", 
        "low": "nope", 
        "mood": "0", 
        "other": "back to work", 
        "text": "decreased exitement about spring "
    }, 
    {
        "date": "2017-04-11", 
        "high": "first summer day", 
        "low": "nope", 
        "mood": "0", 
        "other": "all day hw with Ravel", 
        "text": "Maybe I should think of it again, start thinking, don't be lazy. It is a war going on there. Maybe-maybe not"
    }, 
    {
        "date": "2017-04-12", 
        "high": "11pm gym , productive", 
        "low": "nope", 
        "mood": "1", 
        "other": "end of Klustera", 
        "text": "It is good to read books and the book is about going into the darkness. Celine says that everything is just getting worst. You just go down while living. Interesting and I am convinced that I am not gonna have a lot of fun this weekend. "
    }, 
    {
        "date": "2017-04-13", 
        "high": "healt center day", 
        "low": "nope", 
        "mood": "1", 
        "other": "after class peculiar(batuceylan is here) , apple finally changes the buggy phone", 
        "text": "Somtimes I lost myself at coding and the time passes so fast..."
    }, 
    {
        "date": "2017-04-14", 
        "high": "roller-blade++ with marieke , svm theater acting , finishing the Celine's bookkk", 
        "low": "", 
        "mood": "1", 
        "other": "failed to study", 
        "text": "O lala Celine's books last pages were insane. There is always the joy of finishing a book, which  hits you when you are reading last chapters. Merging with that the end was joyful. Such a great translation and I wish I knew french, I am sure it would be a lot uf pleasure to read Celine. I am getting better at roller blading! It starts to get fun! Thats it maybe a courage, a persistive one followed by the pleasure, maybe that is all about. Maybe thats the way a-huh a-huh"
    }, 
    {
        "date": "2017-04-15", 
        "high": "all day bigdata", 
        "low": "nope", 
        "mood": "0", 
        "other": "", 
        "text": "I hate bugs and sometimes I got into the flow of bugs and then time passes so fast. And coffees. and computer screen and music of course. Thats me sometimes"
    }, 
    {
        "date": "2017-04-16", 
        "high": "xxx party! , 28degree sunday", 
        "low": "all day study with energy consuming Big Data project...", 
        "mood": "1", 
        "other": "", 
        "text": "Sometimes things make you like give up everything, lets hope that they stay short."
    }, 
    {
        "date": "2017-04-17", 
        "high": "nope", 
        "low": "felt weird ", 
        "mood": "-1", 
        "other": "all day exam prep", 
        "text": "Random thoughts are good. But random acts? How one needs to be balanced when one day he have fun incredibly and another day it is all day of studying and stress. Yep maybe the problem is us zooming in to the moment and forgeting the big picture so easily. And also the feelings they are different every day. Is it possible to make something permament in this word. abstract or concrete..."
    }, 
    {
        "date": "2017-04-18", 
        "high": "mlFinalWellDone , afterFinalHappyHourWithL&N", 
        "low": "noPassportNews", 
        "mood": "1", 
        "other": "", 
        "text": "8"
    }, 
    {
        "date": "2017-04-19", 
        "high": "fastGuyInBasketballField+swims , productive", 
        "low": "stillNoPassport", 
        "mood": "0", 
        "other": "nope", 
        "text": "getting better I suppose..."
    }, 
    {
        "date": "2017-04-20", 
        "high": "metbuilding! going high , fixed the passport , studied", 
        "low": "nope", 
        "mood": "1", 
        "other": "", 
        "text": "I felt motivated today, motivated gogo, gogogo, malifalitiko"
    }, 
    {
        "date": "2017-04-21", 
        "high": "levent has such a house!", 
        "low": "", 
        "mood": "1", 
        "other": "did roller blade, falling twice! , first time went to manhattan twice a day! ,  running around", 
        "text": "You can do everything you want here, or become anyone you want. Thats where the dreams are made and burned. So the question is what is your dream said the gone knows everything. I said how can you know you your dream. The dream. The? Or you can just walk one day after a tiring day in williamsburg to the G train and saw a huge set in the street with a very tall spot light making the street so bright. And you take the train and go back home at 11:50. Check your phone, instagram, the instagram that you disabled the cellular for and open your computer to right this and I wonder do people ever change or is it just an illusion or the definition of change changing..."
    }, 
    {
        "date": "2017-04-22", 
        "high": "nope", 
        "low": "nope", 
        "mood": "0", 
        "other": "salty cornBeef , failedGym , a morning with Fikret Kizilok , noNightOut Weekend", 
        "text": "yees no night out this weekend, I supposed to focus on my stuff, but another interesting is: it looks like people are also not feeling like going out. Interesting. Another interesting is the terminal exit unexpecteddly and now I need to wwrite everything again. I was telling about Fikret Kizilok and the morning I spent watching the documentary about him. Such a great life/music and how small I learned about it actually. It looks like things are not changing that much, maybe the colours and the www and the planes and cultivation of stuff..."
    }, 
    {
        "date": "2017-04-23", 
        "high": "early sunday , offtherecordparty", 
        "low": "nope", 
        "mood": "0", 
        "other": "nope", 
        "text": "it is good to drink for 2-3 hours, It is enough in todays world :P Than it rains again."
    }, 
    {
        "date": "2017-04-24", 
        "high": "tribecaAardvaark", 
        "low": "bigdataclass", 
        "mood": "0", 
        "other": "thinkCoffee 8av is nice, omg Maru2", 
        "text": "mondays are weird"
    }, 
    {
        "date": "2017-04-25", 
        "high": "RockNroll-tribeca", 
        "low": "nope", 
        "mood": "1", 
        "other": "responseFromIIE-lookslike going HOME", 
        "text": "Those movies or things that inpire you is great, isn't? Celine was also pointing out the spell of the movies at his age... Is it similar? Things like movies, music, art that inspires us makes us admire, are they good? The definitions may show up. What is good... So instead lets go back to life and one-step at a time.. Ands lets build stuff instead of destroying. or destroying only to build..."
    }, 
    {
        "date": "2017-04-26", 
        "high": "nope", 
        "low": "nope", 
        "mood": "1", 
        "other": "was dumb , after class beer ", 
        "text": "akin var gunes akin"
    }, 
    {
        "date": "2017-04-27", 
        "high": "new passport! , lastTribeca", 
        "low": "", 
        "mood": "1", 
        "other": "codingAllda", 
        "text": "I am back at reading book and debugging and progressin and tomorrow is gonna be a busy day with a reward of Bonobo. Kind of exiting..."
    }, 
    {
        "date": "2017-04-28", 
        "high": "bonobo", 
        "low": "nope", 
        "mood": "1", 
        "other": "tiredNight", 
        "text": "It is weird how tired one can become if the one does a leg day and start drinking at 6 and than you start ignoring all the beers you drank. Anyway, a really good concert... A well deserved one."
    }, 
    {
        "date": "2017-04-29", 
        "high": "nope", 
        "low": "fullStudy", 
        "mood": "0", 
        "other": "nope", 
        "text": "pretty standard day, with library and everything. Chained myself to the desk and supress the will. The will never asks for permission."
    }, 
    {
        "date": "2017-04-30", 
        "high": "sven_bbq , work/life balance", 
        "low": "nope", 
        "mood": "1", 
        "other": "nope", 
        "text": "I am convinced that I like cold more than hot"
    }, 
    {
        "date": "2017-05-01", 
        "high": "crazyEfficient", 
        "low": "nope", 
        "mood": "1", 
        "other": "", 
        "text": "o lala, feeling like a thinking machine and producing stuff writing codes and making things happen"
    }, 
    {
        "date": "2017-05-02", 
        "high": "basketballTime", 
        "low": "hips_convolve_slow", 
        "mood": "0", 
        "other": "last_day_of_ml_class", 
        "text": "fluctuations of the mood in a day and the tthings that cause that. Hard stuff, failures. jump back boy"
    }, 
    {
        "date": "2017-05-03", 
        "high": "nope", 
        "low": "hpc_bug_stuck!", 
        "mood": "0", 
        "other": "nope", 
        "text": "omg spend 6-8 hours on the multi-grid problem..."
    }, 
    {
        "date": "2017-05-04", 
        "high": "newDSisHere", 
        "low": "6hoursleep", 
        "mood": "0", 
        "other": "alergy doctor said I am in a good shape", 
        "text": "big data is hard to manage and one needs to be able to structure stuff better. I am getting better at it, I hope. Other than that last 1 week before Turkey!! "
    }, 
    {
        "date": "2017-05-05", 
        "high": "nope", 
        "low": "soaked under the rain", 
        "mood": "0", 
        "other": "nope", 
        "text": "I had my hand hurting because of typing in front of the computer. Not enjoying it today and it is kind of related to the unexpected works. But gonna jump back right to it"
    }, 
    {
        "date": "2017-05-06", 
        "high": "nope", 
        "low": "notEnjoyedStudying", 
        "mood": "-1", 
        "other": "nope", 
        "text": "library until 2am hehe, back to the undergrad life. It is weird, but things getting more clear. You do stuff for yourself and moslty for yourself, point"
    }, 
    {
        "date": "2017-05-07", 
        "high": "Polhemus&Fiske Pl", 
        "low": "nope", 
        "mood": "0", 
        "other": "nope", 
        "text": "Today was weird, I somehow got out of the hard-core `IshouldStudy` mode and I felt great. It is like seeing the light at the end of a hard path. And things start to unroll. Good"
    }, 
    {
        "date": "2017-05-08", 
        "high": "nope", 
        "low": "lateentry", 
        "mood": "0", 
        "other": "nope", 
        "text": "dont remember. But had the big data exam and went to the library and doing stuff all the time huh"
    }, 
    {
        "date": "2017-05-09", 
        "high": "mlPoster! , got my DS-2019", 
        "low": "nope", 
        "mood": "1", 
        "other": "nope", 
        "text": "two more days and it might be over soon"
    }, 
    {
        "date": "2017-05-10", 
        "high": "bigData project Gogo", 
        "low": "nope", 
        "mood": "0", 
        "other": "all night packing", 
        "text": "first day of almost a week of log delay. Don't remember anymore"
    }, 
    {
        "date": "2017-05-11", 
        "high": "done with spring2017 , barcade+output nightout", 
        "low": "nope", 
        "mood": "1", 
        "other": "uber move-out", 
        "text": "time to gooo"
    }, 
    {
        "date": "2017-05-12", 
        "high": "nope", 
        "low": "fucking MTA, uber to catch flight.", 
        "mood": "1", 
        "other": "got wet couple of times being exited to come back.", 
        "text": "mama I am coming home..."
    }, 
    {
        "date": "2017-05-13", 
        "high": "breakfast!", 
        "low": "slept all afternoon", 
        "mood": "1", 
        "other": "rams game", 
        "text": "a long night out with friends, wish I stayed at Minihol."
    }, 
    {
        "date": "2017-05-14", 
        "high": "family sunday , uskudar kokorec", 
        "low": "doing paper stuff", 
        "mood": "-1", 
        "other": "beylerbeyi bosphorus", 
        "text": "felt weird, I think reality below expectations. What is happening? feeling lazy in every aspect."
    }, 
    {
        "date": "2017-05-15", 
        "high": "got up early and did stuff", 
        "low": "went to the military office,bailed Urla plan", 
        "mood": "0", 
        "other": "nope", 
        "text": "it is weird, how I forgot to log for a long while. I suspect I was exited about being going home. Indeed, I was. But than what happened? Why do you feel so lonely and dissapointed. Are you dissapointed? Why do you? What would you do instead? Why did you have higher expectations. It is also kind of weird that everyone has something here and it looks like you are not part of those stuff. You are someone that they like and want to see, but you are not important. Which supposed to be normal and you shouldn't be emotional about your friendships, but what if you are? than you cool-down and life goes on..."
    }, 
    {
        "date": "2017-05-16", 
        "high": "flyingSouth , 3day carRent", 
        "low": "sleepyAllDay", 
        "mood": "1", 
        "other": "nope", 
        "text": "I got my ticket as a I should do this decision and I was pretty sad about it that I am going south alone. So sad and I think I gathered all the stuff around me that has a tendency to make me sad and then you do some liberating stuff and you are good to go. South is good."
    }, 
    {
        "date": "2017-05-17", 
        "high": "Knidos , roadTripping , amazingSunsetAtSelimiye, sardunya", 
        "low": "nope", 
        "mood": "1", 
        "other": "dutch people sailing, day to be remembered.", 
        "text": "O, I love driving next to the sea and being free and do whatever you wanna do and nothing to tolerate... Thats good, if you can enjoy and I enjoyed it very well today."
    }, 
    {
        "date": "2017-05-18", 
        "high": "serceLimani , akyaka(suzi pansiyon) , perfect rainbow at Marmaris , ah that roads", 
        "low": "nope", 
        "mood": "1", 
        "other": "nightOut with myself", 
        "text": "It is nice to be alone and being with someone else, and it is really important that you get along well with those personal, but it is not necceassary to be happy. You only need to have similar intentions to get along well with someone else. We were talking with Hasan Amca at Serce Limani and I think he was so talkative. Such a character, love my people. He was so sincere when he was saying that he loves the life itself and enjoys it no matter what. Indeed it look so vital to be able to enjoy, nothing else.  "
    }, 
    {
        "date": "2017-05-19", 
        "high": "nope", 
        "low": "nope", 
        "mood": "1", 
        "other": "all-day-paper", 
        "text": "A sharp end to the perfect holiday. A day of coding and reading and It is fine. I decided to catch up with the last 4 days I missed to log. I hate that, I should daily. Since I am planning to go out, now I write stuff, in the plane from Dalaman to Istanbul. Sun is coming from the plane window, perfectly warm and bright. And life is good when it rains and if you stand waiting or the sun to rise. Sun is gonna rise. O another thing, if it happens it happends. It is a random world. Stay alive and hungry and awake and stuff. ADD: this day was great. I ended up in Cloe's place with Eda's and it was nice, than joined to Cem's and saw Can and drunk people and I am not, yet and MitteNO, than MiniHol and dance until 5 and sunshines. Than you go to the minibus sleep and don't wake up and you wake up in Bostanci, too late. You need money, so you withdraw. Than you got into the bus ad heard sound. A bus full of old 6'clock people. I tell them:'Your stuff is ringing' and laugh and at the end I realized thats me..."
    }, 
    {
        "date": "2017-05-20", 
        "high": "can kazaz", 
        "low": "nope", 
        "mood": "1", 
        "other": "a day of sleeping and being hangover", 
        "text": "I log these days 6 days later. I lost my routine and I barely remember and it was emotional to do the stuff I used to do before. We went to Karga. Great place. We got kokorec afterwards and adana, what a night. And friends, forever. And you are afraid to forget. But it happened or gonna happen. And another thing that I think right now: One shouldn't stuck in the past maybe and finding new stuff. Maybe repeating is better."
    }, 
    {
        "date": "2017-05-21", 
        "high": "grandpa/ma , aysenil", 
        "low": "nope", 
        "mood": "1", 
        "other": "late entry++", 
        "text": "I slept on the way and you wake up in Ankara, that cloudy city, where your people lives and it is nice to connect. And than you see your grand pa being so emotional since he saw you and than you feel something. One thing I should record, people doesn't connect in US and maybe they are not able to do so. But here you connect immediately and you are able to and maybe it is related to the language or maybe the culture. And you will be missed. "
    }, 
    {
        "date": "2017-05-22", 
        "high": "BBQAtBolu , raki@cem", 
        "low": "traffic", 
        "mood": "1", 
        "other": "a day of driving", 
        "text": "an early morning Unlu family and good part of Ankara. So nice. Than we drink the yellow tea and we are on the roads. Anil is amazing planning years of traveling and we are stuck in the traffic and I hate traffic and not being able to drink tap water and lies and few more... Than I drove to Sariyer with my moto and I am so fast. Better to be careful. Right on time we are in the market and a great shopping and we are good to go. Raki after 9 months at least and it is great to have a table with raki and 3 good friend of yours. What do you need else? Maybe a little more regular drinking, such that you won't disappear after 3-4 or 5..."
    }, 
    {
        "date": "2017-05-23", 
        "high": "KocBalikBreakFast , ", 
        "low": "hangover", 
        "mood": "0", 
        "other": "talkingAndtalkingAndtalking", 
        "text": "Omg I was so thirsty and full of head-ache and so full. But I woke-up and drove to Koc Balik for a good old breakfast with friends. It was nice. Than I rode to the school and friends everywhere. A year past and not many things changed. Not so fast. And maybe you are changed. You are so away. And I saw professors and it good to sea and maybe you need some purpose to see them. Some more question to ask and ready."
    }, 
    {
        "date": "2017-05-24", 
        "high": "cagKebap , iskender", 
        "low": "nope", 
        "mood": "1", 
        "other": "familyOkeyNight", 
        "text": "Woke up went to the doctor and than head to the ferry to pass the Bosporus like good old days. I did this for 5 years from Asia to Europe and back. The location of the ferry is changed and some other things, but I know where I am and I find my stuff. Great kokorec and more important great Cag Kebabi. One needs to discuss the price no matter what thats the rule. Than we came back home a short sleep and it is the time. Some iskender kebap for dinner. We drove back and we love arguing and I believe that is something crucial for our development: to discuss and get angry and get motivated. But it may not be the healthiest thing..."
    }, 
    {
        "date": "2017-05-25", 
        "high": "nope", 
        "low": "carryMoto", 
        "mood": "0", 
        "other": "militaryBusiness", 
        "text": "Did some stuff and than went to the dentist, than the weirdest thing happened. The shop owners nearby carried my motorbike like 5 meters. People are crazy here some times and they are burning from inside and looking for fight. If you are a burning kind, you would burn all together. They were there when I got out and they said it was the place they hangout and the road to their shop so they carried, I said I am sorry I was at the dentist and we talked a while. Yani, why you do so, say that I shouldn't park there and it is what it is, but why do you hassle, thats turkish I believe. Whatever I hopped on and start riding and realized some hot steam coming to my foot. It was the oil cap missing. I asked the owner 'did you do that?'. He said no and I couldn't see the cap. Than I looked around and went to the shop and asked it again and the guy came with me saying: 'lets look at it together' and we acted like we found the cap together behind the bushes next to the garbage. The mother fucker also threw away the cap. Our delikanli people and one can easily burn all together.  "
    }, 
    {
        "date": "2017-05-26", 
        "high": "gulce,duygu,iel,galata!", 
        "low": "", 
        "mood": "1", 
        "other": "trirdPestemal,ceylan", 
        "text": "wakeup and eat breakfast, than play backgammon with dad and drink some turkish coffee. Take the bus and than the ferry and you are in Karakoy. You can walk around and ended up in Gulluoglu. Than you walk uphill to Galata, through Komodo Stairs. upup and the big old galata. You can also see an old friend of yours on the way and smile. Than the Enver Usta, you may get the last kebap at 3pm and be their last costumer. Walking in the Galata is still good, but not Istiklal. A concrete ugly river. Than you walked down to cihangir through the roads, which have bunch of memories and more places to discover and meet with friends, drink tea. bunch of them and them 5.Kat, great view, once a year. Than time to see the IEL11-crew, some of them and talking about jobs, military service and some good old days."
    }, 
    {
        "date": "2017-05-27", 
        "high": "sleepUntil5,ramsGathering", 
        "low": "nope", 
        "mood": "1", 
        "other": "nope", 
        "text": "I was feeling pretty okay, when I did 2 transfers to come to the university by public transportation. Than It was a cool night with friends. And citir tavuk is great!"
    }, 
    {
        "date": "2017-05-28", 
        "high": "kilyosMangal , bday , familyOkeyNight2", 
        "low": "nope", 
        "mood": "1", 
        "other": "packingUp", 
        "text": "I don't like packing ups that much, but it is getting easier and easier. Maybe... I do fit relatively easily with 2 luggages and hand stuff. Time to go forward in time around 11 hours!."
    }, 
    {
        "date": "2017-05-29", 
        "high": "whatAroom", 
        "low": "20+ hours of travel,headache", 
        "mood": "0", 
        "other": "", 
        "text": "Omg my head was horrible when descending to SanFrancisco, I believe It was because of the earplugs. Now I am in Seattle. Having a conversation with the somalian uber driver about Turkey, I ended up in my hotel. Lovely! Working life looks charming."
    }, 
    {
        "date": "2017-05-30", 
        "high": "nope", 
        "low": "nope", 
        "mood": "0", 
        "other": "sleepy,clinton hill has 7 colors", 
        "text": "The day before starting. Seattle seemed to me pretty small."
    }, 
    {
        "date": "2017-05-31", 
        "high": "firstDay!", 
        "low": "soLazy", 
        "mood": "0", 
        "other": "AmazonEC2windows", 
        "text": "I woke up pretty early and did some cycling before breakfast. Than the orientation, pretty smooth and than meeting with Ed, looks nice sofar. I did log this late and now I am lazy to talk, but there are waves as usual... I slept before 10."
    }, 
    {
        "date": "2017-06-01", 
        "high": "1blackfootDay", 
        "low": "crazyTonsils", 
        "mood": "0", 
        "other": "longDay", 
        "text": "Watched 1st Final Playoff game, no Euroleauge is more real and therefore better. Kevin Durant is so talented. Anyway. I started setting up things and I feel like getting warmed up :) nice huh?"
    }, 
    {
        "date": "2017-06-02", 
        "high": "amazonGo,fridayHappyHour,singleNightOut", 
        "low": "nope", 
        "mood": "1", 
        "other": "basketball!", 
        "text": "Friends are nice ya, especially when it is friday and you got to be out. You manage it anyhow... Seattle seems to me better and better "
    }, 
    {
        "date": "2017-06-03", 
        "high": "honkFest! , Joints&HotDogs", 
        "low": "", 
        "mood": "1", 
        "other": "afternoonSleep,bikePickup,morningBasketball", 
        "text": "a day is a long period of time and 20 dollar for a bike: what did you expect. Omg brasses are my favorites and these bands were the best. I could keep listening them and listening and them. One should be careful about what you smoke and when to smoke..."
    }, 
    {
        "date": "2017-06-04", 
        "high": "nope", 
        "low": "nope", 
        "mood": "0", 
        "other": "a lazy day ", 
        "text": "One shouldn't stuck with thouths and thoughts and thoughts. One should be allowed to think as much as he acts. Thinking doesn't bring us anywhere, dreaming does! planning helps. But first dream!"
    }, 
    {
        "date": "2017-06-05", 
        "high": "nope", 
        "low": "nope", 
        "mood": "0", 
        "other": "nope", 
        "text": "late entry. I don't really remember. don't really. really"
    }, 
    {
        "date": "2017-06-06", 
        "high": "nope", 
        "low": "nope", 
        "mood": "0", 
        "other": "nope", 
        "text": "late entry. I don't really remember. don't really. really. Two days in a row. wtf. O I run this day..."
    }, 
    {
        "date": "2017-06-07", 
        "high": "InternHappyHour", 
        "low": "nope", 
        "mood": "1", 
        "other": "learnedMyProject", 
        "text": "A guy showed up in the street right after the place and ask how it is going? I was thinking and he said you are doing fine, don't you ever think that it is bad, there are fellows out there hungry and poor. He was right. Quite right. But he asked the question and I valued his question and wanted to give a through answeer. Anyway he was into sth else I was into sth else and I asked him what can I do? yep money... it is fine. but this is not the solution. money is not the solution.Anyway. The happy hour was fine an arcade of interns eating and drinking and playing. Love it! "
    }, 
    {
        "date": "2017-06-08", 
        "high": "finishedNarzissUndGoldmund", 
        "low": "nonproductiveWork", 
        "mood": "0", 
        "other": "nope", 
        "text": "Sometimes I feel like not talking. Sometimes I forget how to speak. Dude, it is not easy to speak and think at the same time, especially when you are consuming so much coffee. hehe. I think I start not enjoying coffee because I am worried about caffein and it getting me as a slave. Nope slave is a not good word. Random words flow flow flow. I want to write meaningful stuff but no maybe not today. But sometimes I wanna be alone. I want people not to read my stuff. And usually I don't care. I also shouldn't get worried when I am working. Little things matter. Life is not about the big things like. Hey I do horseback riding or paragliding. It is also about whether you eat you finger nails or not OR whether you are able to speak or whether you are able to smile, connect, happy, feelDeepSadness and aim and smile and love. One inch at a time a wise guy said. You live if you are striving for thatt i inch. So said the vigorous soul and one day he got old and die."
    }, 
    {
        "date": "2017-06-09", 
        "high": "goodByeJeffActivities", 
        "low": "nope", 
        "mood": "1", 
        "other": "basketball , badminton , chicken&waffle", 
        "text": "I love fridays when I work. Now I have work and no-work hehe. NYU been a continous work for me which is fine. Life is good. "
    }, 
    {
        "date": "2017-06-10", 
        "high": "eatables!!", 
        "low": "knockedOutEarly", 
        "mood": "1", 
        "other": "badBBQ,siliconValleyHours", 
        "text": "It was a good idea to sleep early. One thin I realized that I sometimes actually don't like being with people and this is also because of people. If you are not hanging out with people a lot, it is fine for shorth time to talk and you are fine. But than sometimes you can get bored and it is okay. So is being alone :)"
    }, 
    {
        "date": "2017-06-11", 
        "high": "got up early , sadMovie(the Oath[2017])!", 
        "low": "badDinnerTime", 
        "mood": "0", 
        "other": "", 
        "text": "I actually like being alone sometimes. It seems to me today like you should listen your heart. Hehe heartmis. It is actually your feelings and your brain. You can create a castle and let only the beloved ones."
    }, 
    {
        "date": "2017-06-12", 
        "high": "SeattleBoulderingProjectMember!,flowINwork", 
        "low": "meltedPlasticContainerAtLunch", 
        "mood": "1", 
        "other": "nope", 
        "text": "I shouldn't forget logging every day. I've removed the nyc365blog from my webpage. Should I? Yes. I wanna be more free about what I write and therefore it is neccesarry. SBP is lovely. Pretty crowded, but a big sea of possibilities and lets make our wrists stronger!:):)"
    }, 
    {
        "date": "2017-06-13", 
        "high": "firstRealGymDayAfter1Month+Break , balance", 
        "low": "nope", 
        "mood": "1", 
        "other": "nope", 
        "text": "Finding the friends. Thats an important part of life I think. Another important part is making things done. Be strong. Yes, this might be the answer a small dose of backed self-confidence along with some exitement about doing things even though inside you acknowledge that one day we all gonna ... haha, same sold same story"
    }, 
    {
        "date": "2017-06-14", 
        "high": "workingWithTasksAndMileStones , productive", 
        "low": "nope", 
        "mood": "1", 
        "other": "goodFrozenTJ'sFood", 
        "text": "I was thinking about something today which I forgot. I burried Nil's umbilical cord next to the Blackfoot, haha. "
    }, 
    {
        "date": "2017-06-15", 
        "high": "groupSBP , lastTub", 
        "low": "nope", 
        "mood": "1", 
        "other": "khao soi!", 
        "text": "Tired, My fingers are damaged from climbing. I got some small scars, too. I realizzed, I guess, that my self hapiness get less when I talk about it. Should people better keep their secrets to themself? Its 11:30, time to sleep. And tomorrow weekend starts!"
    }, 
    {
        "date": "2017-06-16", 
        "high": "amazonJP,Q,REIgarageSale", 
        "low": "nope", 
        "mood": "1", 
        "other": "nope", 
        "text": "choices matter, a late log(+1)"
    }, 
    {
        "date": "2017-06-17", 
        "high": "solstice!parade , bbq , danceYouselfClean", 
        "low": "hangover", 
        "mood": "1", 
        "other": "nope", 
        "text": "I don't wanna dance for a while. Vauv, what a night"
    }, 
    {
        "date": "2017-06-18", 
        "high": "nope", 
        "low": "hangover", 
        "mood": "0", 
        "other": "moved to UW , met with ErincM , hanging with friends ice cream and stuff", 
        "text": "Omg I forgot to log for 3 more days, it is not good. But I was so tired this day"
    }, 
    {
        "date": "2017-06-19", 
        "high": "feelingGood@Bouldering", 
        "low": "nope", 
        "mood": "0", 
        "other": "nope", 
        "text": "bope"
    }, 
    {
        "date": "2017-06-20", 
        "high": "effectiveProblemSolving , feelingStrong", 
        "low": "bope", 
        "mood": "1", 
        "other": "nope", 
        "text": "I've fixed some important things at work and was able to get shuttle efficiently. I really enjoy having an effcetive life full of productive stuff and healty active life style. Just like a commercial haha"
    }, 
    {
        "date": "2017-06-21", 
        "high": "productiveWorkDay , Safeco Field , Workout+meeting friends. ", 
        "low": "sleepy", 
        "mood": "1", 
        "other": "nope", 
        "text": "It might be the case that today was a perfect day in the sense it inculeded various things that I enjoyed. Friends are not fun all the time though. But you should be fine with your self. That is the spirit"
    }, 
    {
        "date": "2017-06-22", 
        "high": "designMeeting!accepted , kickBall!", 
        "low": "nope", 
        "mood": "1", 
        "other": "powerNap", 
        "text": "sleeping is good, what is better is sleeping when you are sleepy and utku can do sports in general... and it is fun!!"
    }, 
    {
        "date": "2017-06-23", 
        "high": "doubleSport , fun , eatble ", 
        "low": "nope", 
        "mood": "0", 
        "other": "turkishCounter , tooo tired, got the right pill", 
        "text": "Random thoughts are the one which look best on you"
    }, 
    {
        "date": "2017-06-24", 
        "high": "11hSleep , capHillPride , aNightWithGirls", 
        "low": "nope", 
        "mood": "1", 
        "other": "nop", 
        "text": "I wish I went to the Burners Without Borders event. Gonna planned it better next time. "
    }, 
    {
        "date": "2017-06-25", 
        "high": "pride! , finishedAnimalFarm, 2-beaches-alki-madrona , firstTimeDriveInWA", 
        "low": "hot", 
        "mood": "1", 
        "other": "nope", 
        "text": "It is interesting that people want different stuff and than compremise and good things happen. I am so tired, gonna sleep now. "
    }, 
    {
        "date": "2017-06-26", 
        "high": "burningPotluck", 
        "low": "fingerBlister", 
        "mood": "1", 
        "other": "weekdayDrunk", 
        "text": "I forgot to log, I do these stuff far too often. Interesting. How important part of my li these computers became. It is really interesting. Really. And how happy I was last night at burning potluck. Happy. Interesting,Really,Happy"
    }, 
    {
        "date": "2017-06-27", 
        "high": "lakeUnionLoop , broomBall", 
        "low": "eatingNailsAtWork", 
        "mood": "1", 
        "other": "nope", 
        "text": "I should fix maybe my approach to work. I am really in flow at work, working, making things done and when I am done. I am not able to speak. wtf. I should be able tranform between phases and have a more distant,professional look maybe at work. But maybe thats the way I do, or more human way. But my fingersnails are sad, so am I."
    }, 
    {
        "date": "2017-06-28", 
        "high": "nope", 
        "low": "boobsHatMail", 
        "mood": "-1", 
        "other": "roomArrangements,big cradle", 
        "text": "I got so emotional and angry and stuff. And you sleep and things are better. But fucking people judge people"
    }, 
    {
        "date": "2017-06-29", 
        "high": "thursdayBarca", 
        "low": "nope", 
        "mood": "1", 
        "other": "pikePlace,abuIsAGreatGuy", 
        "text": "It was a really fun evening. Abu has the means and I got slept over at A. "
    }, 
    {
        "date": "2017-06-30", 
        "high": "gotPaid! ", 
        "low": "nope", 
        "mood": "0", 
        "other": "noSport", 
        "text": "I hate when I spent a lot of time but be kind enough to ask other people, what do you think and they are funcking too busy to answer. And all of your plans bail. I should be more decicisve and come up with instructions or maybe your people are not your people."
    }, 
    {
        "date": "2017-07-01", 
        "high": "lake22Hike , feelingGood", 
        "low": "nope", 
        "mood": "1", 
        "other": "nope", 
        "text": "It was great to jump into the lake and hiking and nature and being active in general. So I am doing that again today. it s already sunday like 2.54 and i need to wake up at 10 hehe, nice"
    }, 
    {
        "date": "2017-07-02", 
        "high": "anacortes loop", 
        "low": "nope", 
        "mood": "1", 
        "other": "longDay, failedMtRainier attempt", 
        "text": "O lala, it was a tiring day and it worthed, and there are people who enjoy similar things with you and actually you need to find them. You need to find them. You need to find them"
    }, 
    {
        "date": "2017-07-03", 
        "high": "gotBurningManTickets,gotTent", 
        "low": "tired", 
        "mood": "0", 
        "other": "nope", 
        "text": "late entry forgot "
    }, 
    {
        "date": "2017-07-04", 
        "high": "nope", 
        "low": "nope", 
        "mood": "0", 
        "other": "soSleepy", 
        "text": "got the bbq and another 4th of july in US. This being my second"
    }, 
    {
        "date": "2017-07-05", 
        "high": "gotUkulele", 
        "low": "soTired", 
        "mood": "-1", 
        "other": "nope", 
        "text": "I should gather things together. That is for sure"
    }, 
    {
        "date": "2017-07-06", 
        "high": "first couple of home runs at kickball", 
        "low": "nope", 
        "mood": "1", 
        "other": "nope", 
        "text": "5 days late entry"
    }, 
    {
        "date": "2017-07-07", 
        "high": "critical! , camping!", 
        "low": "An evening/night full of thoughts", 
        "mood": "0", 
        "other": "fireshows, 20mg", 
        "text": "I put my tent there got a pretty good location. I was feeling weird here and I I believe it is pretty normal. You alone, go to this place as a foreigner alone. Here are some guts."
    }, 
    {
        "date": "2017-07-08", 
        "high": "gotUsed2, floattedInARiverForTheFirstTime , metWithJavaJointCampAndMarc", 
        "low": "nope", 
        "mood": "1", 
        "other": "enjoyed the camp , lipti and good dance after burn. Being myself and releasing the all the worry shit", 
        "text": "This was a good day, a day to remember"
    }, 
    {
        "date": "2017-07-09", 
        "high": "gotAQuickRideBack , BurgerKingMushroom! , gotMyBike", 
        "low": "tired", 
        "mood": "0", 
        "other": "sleep!", 
        "text": "late entry "
    }, 
    {
        "date": "2017-07-10", 
        "high": "nope", 
        "low": "nope", 
        "mood": "0", 
        "other": "nope", 
        "text": "dont remember"
    }, 
    {
        "date": "2017-07-11", 
        "high": "bike2freemont", 
        "low": "nope", 
        "mood": "1", 
        "other": "got my gopro and kindle yihuu. 1day shipping. evening ice cream bike, broomball goal first one and stuff. now we are up2date", 
        "text": "I have 99 problems and bitch aint one"
    }, 
    {
        "date": "2017-07-12", 
        "high": "goodBouldering ", 
        "low": "tired", 
        "mood": "0", 
        "other": "sabraDinner , weird coffee break", 
        "text": "I feel quite tired today two other camp that I talked found me on fb, thats really nice! and i am tired and i am sleeping now, I also thought J, couple of timeses recently, I think it is the time we forget completely. Shouldn't we?"
    }, 
    {
        "date": "2017-07-13", 
        "high": "meetWithArka , went2toRougeNationGathering", 
        "low": "nope", 
        "mood": "0", 
        "other": "nope", 
        "text": "4 day late entry and this picture is from friday. This was a long day I remember and well done. O I prepared the presentation or polished it or actually wrote the notes into it after all that jazz."
    }, 
    {
        "date": "2017-07-14", 
        "high": "centuryLinkField! , goodJobAtPresentation", 
        "low": "nope", 
        "mood": "1", 
        "other": "backHurts", 
        "text": "O this day was amazing"
    }, 
    {
        "date": "2017-07-15", 
        "high": "roadTrip2Gorge! ", 
        "low": "nope", 
        "mood": "1", 
        "other": "nope", 
        "text": "It is sometimes important with whom you go places but tolerance overcame issues. But maybe not always. And not this time."
    }, 
    {
        "date": "2017-07-16", 
        "high": "franklinFalls , columbiaRiver", 
        "low": "lazy", 
        "mood": "0", 
        "other": "So tired... O GOT started. Missed it so bad!", 
        "text": "Random thoughts for sleep this time"
    }, 
    {
        "date": "2017-07-17", 
        "high": "nope", 
        "low": "nope", 
        "mood": "0", 
        "other": "went2IMAandPlayBasketball", 
        "text": "I am rolling smoothly. But want to have control. Do I? I am quite sleepy and sleeping is so good and being happy and enjoying. Than you get bored with that and start controlling. You must control. Than enjoy it is like an 8"
    }, 
    {
        "date": "2017-07-18", 
        "high": "nope", 
        "low": "nope", 
        "mood": "0", 
        "other": "workedUntil7pm", 
        "text": "Working on the resume-builder, nice, go and build stuff. "
    }, 
    {
        "date": "2017-07-19", 
        "high": "3b-days-day , bouldering!!", 
        "low": "nope", 
        "mood": "1", 
        "other": "eyesAreTickling, gotta do less computer stuff and sleep. ", 
        "text": "Gotta sleep"
    }, 
    {
        "date": "2017-07-20", 
        "high": "nope", 
        "low": "badLoses@KickBallGame", 
        "mood": "0", 
        "other": "tired/sore , soMuchComputer", 
        "text": "I am becoming a machine a machine a machine a machine a machine a machine"
    }, 
    {
        "date": "2017-07-21", 
        "high": "goodWork(lambda)", 
        "low": "nope", 
        "mood": "1", 
        "other": "gonnaDanceMySelfClean", 
        "text": "I my got the song with 'why you wanna be someone you don't know'(fisher) got me so bad and I need to dance. "
    }, 
    {
        "date": "2017-07-22", 
        "high": "mt.rainer , lateNightBoulder , Wellingford", 
        "low": "tired", 
        "mood": "1", 
        "other": "nope", 
        "text": "soo tired"
    }, 
    {
        "date": "2017-07-23", 
        "high": "CapitolHillBlockParty", 
        "low": "nope", 
        "mood": "0", 
        "other": "burningManCampChange", 
        "text": "summerIsEnding, lets plan ahead fall"
    }, 
    {
        "date": "2017-07-24", 
        "high": "broomBRoomPOWPic", 
        "low": "nope", 
        "mood": "0", 
        "other": "katarineIncidence", 
        "text": "Haha it was so funny situation when katarina put k on her phone and there was many Katarina's haha, like it, didn't say that I looked for you. Bunch of boys  and me. I still feel like I am second class citizen when I am with them. They caan't hide it. And it is fine but also not fine. Not everyone is for everyone, espcially gavin. O lala, I think I felt like som disguist kind of thing, whereas I am such a sweet thing to play with, isn't it?"
    }, 
    {
        "date": "2017-07-26", 
        "high": "talked! , run&bbq", 
        "low": "nope", 
        "mood": "1", 
        "other": "bikeReturned", 
        "text": "Forgot my kindle today and oo I forgot. My frist bong!"
    }, 
    {
        "date": "2017-07-25", 
        "high": "zooDay", 
        "low": "nope", 
        "mood": "0", 
        "other": "nope", 
        "text": "don't remember really! O remember {zooDay}! and than Ispend the night in my room. People had kareoke in the dorm. Bohemian Rapsody and I think ordered some el-wire-led things"
    }, 
    {
        "date": "2017-07-27", 
        "high": "morningBouldering , eveningBoating", 
        "low": "nope", 
        "mood": "1", 
        "other": "working in between", 
        "text": "nice, 6+ beers i think 8 drinken!"
    }, 
    {
        "date": "2017-07-28", 
        "high": "afternoonSLUwithTeam , tennis!! ", 
        "low": "nope", 
        "mood": "0", 
        "other": "nope", 
        "text": "Did tennis and love it, should learn and get better at it."
    }, 
    {
        "date": "2017-07-29", 
        "high": "ballard!loveit", 
        "low": "goodIntention-badExecution", 
        "mood": "0", 
        "other": "planned the road trips going to Yosemite!!!", 
        "text": "Today I had the urge to catch up here before going bed. I am reading 1984 and audible is amazing. I disclosed the idea of sound recording social network to Tamer. and love is good, so is the sleep. Or sleep is love"
    }, 
    {
        "date": "2017-07-30", 
        "high": "newbiePicnic, run&GetBike", 
        "low": "nope", 
        "mood": "0", 
        "other": "soldBMticket , worked out at the exit of the Paramount theater when people were  exiting and while waiting the bus.", 
        "text": "late entry"
    }, 
    {
        "date": "2017-07-31", 
        "high": "boulderingWithTamAndDrinkingDownStairs1stTime", 
        "low": "nope", 
        "mood": "0", 
        "other": "nope", 
        "text": "gotta do/plan software engineering application process"
    }, 
    {
        "date": "2017-08-01", 
        "high": "belltown! , hottub", 
        "low": "nope", 
        "mood": "1", 
        "other": "nope", 
        "text": "This evening is my evening and I will read/listen books"
    }, 
    {
        "date": "2017-08-02", 
        "high": "nope", 
        "low": "nope", 
        "mood": "0", 
        "other": "adafruitPackage , tennis2 ", 
        "text": "late entry in the morning though. It felt so good when I close my eyes after work:)"
    }, 
    {
        "date": "2017-08-03", 
        "high": "effective", 
        "low": "nope", 
        "mood": "0", 
        "other": "nope", 
        "text": "a little bit of everyhting thats life. Talked with Andrew today again, omg the month passed so fast. And things are clear today, not Seattle. Seattle is misty and quite hot. "
    }, 
    {
        "date": "2017-08-04", 
        "high": "elWireSewing , 3beerHappyHour , FirstMonthlyAudit", 
        "low": "nope", 
        "mood": "1", 
        "other": "hot", 
        "text": "I forgot to write last night. But now in the morning, here we are. Going out is not the only fun"
    }, 
    {
        "date": "2017-08-05", 
        "high": "leavensworthTrip , lastDanceYourselfClean , jumpIntoTheLake3", 
        "low": "nope", 
        "mood": "1", 
        "other": "gotStoppedByPoliceFirstTime", 
        "text": "I my got I wistle whole night and drive 6 hours and now I am ready to go to dance yourself clean. I also ran downwards and that is me sometimes, a machine. god save the machine."
    }, 
    {
        "date": "2017-08-06", 
        "high": "nope", 
        "low": "lazyCozySunday", 
        "mood": "0", 
        "other": "nope", 
        "text": "late entry, I thought about why I desire women these days all the way."
    }, 
    {
        "date": "2017-08-07", 
        "high": "nope", 
        "low": "nope", 
        "mood": "0", 
        "other": "nope", 
        "text": "omg there is nothing interesting to share today. We walked with Massimo to Pine and 3rd and I went bouldering, girl from Atlanta is amazing at it. "
    }, 
    {
        "date": "2017-08-08", 
        "high": "welcome2MakerSpace", 
        "low": "nope", 
        "mood": "1", 
        "other": "nope", 
        "text": "omg I am a bit stressed about the demo, I should fix that tomorrow and mean while I've got in to the maker space and learned the sewing machine and one worked, one doesn't and it looks nice!"
    }, 
    {
        "date": "2017-08-09", 
        "high": "golderGardenPark , cezaUBER", 
        "low": "nope", 
        "mood": "1", 
        "other": "nope", 
        "text": "you can still have enough fun after work and ended up in a place you always wanted to be and ended up in an UBER which has a phone to play the song you want, and you can ask what kind of music you like and the driver could say rap and the only turkish you caould come up with could be Ceza and you listen Medcezir"
    }, 
    {
        "date": "2017-08-10", 
        "high": "gotOfferedByAmazon! , did 4-strips of EL-wire sweat", 
        "low": "margauxIsSad", 
        "mood": "1", 
        "other": "nope", 
        "text": "I shouldn't probably act when I am tipsy, especially about people. You can do stuff related to yourself, but if the people is the topic, then there is nothing to say... "
    }, 
    {
        "date": "2017-08-11", 
        "high": "welldoneDemo! , dimsumLunch(chickenFeet) , lastSBP , orderedGimbal(as a prize)", 
        "low": "nope", 
        "mood": "1", 
        "other": "nope", 
        "text": "geberiyorum(that's the todays song and I am kind of done with my internship. Time to travel. First dest. is Vancouver. Exited to see Bahar there! and today I was feeling so good after work, a little tipsy, but proud and feeling strong and there are so many homeless people in the streets. Time to go "
    }
]